"USSD_ERROR" = "Fel vid utförande";
"USSD_TERMINATED" = "Session avslutad";

"%@ Call Forwarding\n%@\n%@%@" = "%@ Vidarekoppling\n%@\n%@%@";
"%@ Call Waiting\n%@" = "%@ Samtal väntar\n%@";
"%@ Call Barring\n%@\n%@" = "%@ Spärrade samtal\n%@\n%@";
"%@ Fixed Dialing\n%@" = "%@ Samtalsspärr\n%@";
"Connected Line Presentation\n%@" = "Anslutningslinjepresentation\n%@";
"Calling Line Presentation\n%@" = "Linjepresentation\n%@";
"Connected Line ID Restriction\n%@" = "Begränsning av anslutningslinje\n%@";
"Calling Line ID Restriction\n%@" = "Begränsning av uppringningslinje-ID\n%@";
"SIM Lock\n%@" = "SIM-lås\n%@";
"Service Center Address\n%@" = "Adress till servicecenter\n%@";
"Supplementary Service Password\n%@" = "Lösenord för kompletterande service\n%@";
"Calling Name Presentation\n%@" = "Namnpresentation\n%@";

"Forwards to %@\n" = "Vidarekopplar till %@\n";

"All Calls" = "Alla samtal";
"All Conditional Calls" = "Alla villkorliga samtal";
"Async Data Circuit" = "Async Data Circuit";
"Data" = "Data";
"Fax" = "Fax";
"Packet Access" = "Paketåtkomst";
"Pad Access" = "Knappsatsåtkomst";
"SMS" = "SMS";
"Sync Data Circuit" = "Sync Data Circuit";
"Voice" = "Röst";

"All Outgoing" = "Alla utgående";
"All Incoming" = "Alla inkommande";
"Outgoing International" = "Utgående internationellt";
"Outgoing International, Except Home Country" = "Utgående internationellt, utom till hemlandet";
"Incoming While Roaming Outside Home Country" = "Inkommande vid roaming utomlands";
"Incoming, Not On SIM" = "Inkommande, inte på SIM";
"All Services" = "Alla tjänster";
"All Outgoing Services" = "Alla utgående tjänster";
"All Incoming Services" = "Alla inkommande tjänster";

"Disabled" = "Avaktiverat";
"Enabled" = "Aktiverad";

"On All Calls" = "För alla samtal";
"When Busy" = "Vid upptaget";
"When Unanswered" = "Vid inget svar";
"When Unreachable" = "Vid onåbar";

"Setting %@ Succeeded" = "Inställning av %@ klar\n";
"Setting Interrogation Succeeded" = "Inställningsutfrågning utförd\n";
"Setting %@ Failed" = "Inställningen %@ misslyckades\n";
"Setting Interrogation Failed" = "Inställningsutfrågning misslyckades\n";

"Not Available" = "Ej tillgänglig";
"Network Controlled" = "Nätverk kontrollerat";
"Temporarily Disabled" = "Tillfälligt avaktiverad";
"Temporarily Enabled" = "Tillfälligt aktiverad";
"Unknown" = "Okänt";

"Activation" = "Aktivering";
"Deactivation" = "Avaktivering";
"Interrogation" = "Utfrågning";
"Registration" = "Registrering";
"Erasure" = "Utradering";

"No Address" = "Ingen adress";
"No Service Specified" = "Ingen tjänst har angetts";
"Type %d" = "Typ %d";

// generic error
"CALL_FAILED" = "Samtal misslyckades";
// error codes
"kCTNoError" = "Inget fel";
"kCTUnknownError" = "okänt fel";
"kCTErrorRadioFailure" = "Radiofel";
// Generic network errors
"kCTErrorNetworkFailure" = "Nätverksfel";
"kCTErrorCongestion" = "Nätverk överbelastat";
"kCTErrorUnidentifiedSubscriber" = "Oidentifierad abonnent";
"kCTErrorFacilityRejected" = "Funktion avböjdes";
"kCTErrorUnknownSubscriber" = "okänd abonnent";
"kCTErrorNetworkOutOfOrder" = "Nätverk ur funktion";
"kCTErrorInvalidTransactionIdentifier" = "Ogiltig transaktionsidentifierare";
"kCTErrorSemanticallyIncorrectMessage" = "Språkligt inkorrekt meddelande";
"kCTErrorInvalidMandatoryInformation" = "Ogiltig obligatorisk information";
"kCTErrorMessageTypeNonExistant" = "Icke existerande meddelandetyp";
"kCTErrorMessageNotCompatibleWithProtocolState" = "Meddelande ej kompatibelt med protokolläget";
"kCTErrorInformationElementNonExistant" = "Icke existerande informationselement";
"kCTErrorProtocolErrorUnspecified" = "Protokollfel ospecificerat";
"kCTErrorTemporaryFailure" = "Temporärt fel";
"kCTErrorResourcesUnavailable" = "Resurser otillgängliga";
"kCTErrorRequestedFacilityNotSubscribed" = "Begärd resurs abonneras ej";
"kCTErrorRequestedFacilityNotImplemented" = "Begärd resurs har ej implementerats";
"kCTErrorInterworkingError" = "Interworking-fel";
"kCTErrorInterworkingNotSupported" = "Interworking stöds ej";
"kCTErrorCommandCannotBeActioned" = "Kommandot kan inte utföras";
"kCTErrorNoNetworkService" = "Ingen nätverkstjänst";
// Call related errors
"kCTErrorUnassignedNumber" = "Ej tilldelat nummer";
"kCTErrorOperatorDeterminedBarring" = "Operatörsbestämd spärr";
"kCTErrorCallBarred" = "Samtal spärrat";
"kCTErrorUserBusy" = "Användare upptagen";
"kCTErrorNoUserResponding" = "Ingen användare svarar";
"kCTErrorNumberChanged" = "Nummer ändrat";
"kCTErrorInvalidNumberFormat" = "Ogiltigt nummerformat";
"kCTErrorCallRejected" = "Samtalet avböjdes";
// SIM errors
"kCTErrorSimNotInserted" = "SIM ej isatt";
"kCTErrorSimPinRequired" = "SIM-PIN krävs";
"kCTErrorSimPukRequired" = "SIM PUK krävs";
"kCTErrorSimFailure" = "SIM-fel";
"kCTErrorSimMemoryFailure" = "SIM-minnesfel";
"kCTBadPinFormatError" = "Felaktigt PIN-kodformat";
"kCTErrorNumberNotAllowed" = "Numret är inte tillåtet";
"kCTErrorIncorrectPassword" = "Felaktigt lösenord";
// SMS Errors
"kCTErrorShortMessageTransferRejected" = "Meddelandeöverföring avböjdes";
"kCTErrorDestinationOutOfOrder" = "Mål ur funktion";
"kCTErrorClass0NotSupported" = "Klass 0 stöds inte";
"kCTErrorCannotReplaceSm" = "Kan inte byta ut SIM-kort";
"kCTErrorUnspecifiedPid" = "Ospecificerad PID";
"kCTErrorDataCodingSchemeNotSupported" = "Datakodningsschema stöds ej";
"kCTErrorUnspecifiedDcs" = "Ospecificerat DCS-fel";
"kCTErrorCommandUnsupported" = "Kommandot stöds inte";
"kCTErrorUnspecifiedTpCommand" = "Ospecificerat TP-kommandofel";
"kCTErrorTpduNotSupported" = "TPDU stöds inte";
"kCTErrorScBusy" = "SC upptagen";
"kCTErrorRejectedBySimSmsControl" = "Nekad av SIM SMS-kontroll";
// GPRS Errors
"kCTErrorGprsIllegalMs" = "GPRS otillåten MS";
"kCTErrorGprsIllegalMe" = "GPRS otillåten ME";
"kCTErrorGprsServicesNotAllowed" = "GPRS-tjänst ej tillåten";
"kCTErrorGprsPlmnNotAllowed" = "GPRS PLMN ej tillåtet";
"kCTErrorGprsLocationAreaNotAllowed" = "GPRS-område ej tillåtet";
"kCTErrorGprsRoamingNotAllowedInLocationArea" = "GPRS-roaming ej tillåtet i det här området";
"kCTErrorGprsServiceOptionNotSupported" = "GPRS-tjänstealternativ stöds inte";
"kCTErrorGprsServiceOptionNotSubscribed" = "GPRS-tjänstealternativ ej abonnerat";
"kCTErrorGprsServiceOptionTemporarilyOutOfOrder" = "GPRS-tjänstealternativ tillfälligt ur funktion";
"kCTErrorGprsPdpAuthenticationFailure" = "GPRS PDP-autentisering misslyckades";
"kCTErrorGprsInvalidMobileClass" = "GPRS ogiltig mobilklass";
"kCTErrorGprsUnspecified" = "GPRS ospecificerad";
"kCTErrorGprsMissingorUnknownAPN" = "GPRS saknas eller okänd APN";
"kCTErrorGprsPDPAuthenticationInfoRejectedByBaseband" = "GPRS PDP-autentiseringsinformation tillbakavisades av basbandet";
